Repository: pigamux/pigamux.github.io
Catalog: games/aca/AdventuresWithAnxiety.tmx
Source language: en_us
Languages: pt_pt

source: h: Wrong ^fuck^ing answer.
pt_pt: h: Resposta errada.

source: h: <g id="1">"The only thing to fear is fear itself."</g>
pt_pt: h: <g id="1">"A única coisa a temer é o medo em si."</g>

source: h: <g id="1">"Don't worry, be happy!"</g>
pt_pt: h: <g id="1">"Não te preocupes, sê feliz!"</g>

source: h: All the wise folk of our time agree: negative emotions are <g id="1">bad!</g>
pt_pt: h: Todos os sábios do nosso tempo concordam: emoções negativas são <g id="1">más!</g>

source: That's why they're called <g id="1">negative!</g>
pt_pt: É por isso que se chamam <g id="1">negativas!</g>

source: b: human... please...
pt_pt: b: Humano, por favor...

source: h: A while back, I said: “I just want to be free from all this pain.”
pt_pt: h: Uma altura disse: “Eu só me quero livrar de toda esta dor."

source: h: I got my wish.
pt_pt: h: O meu desejo realizou-se.

source: I no longer feel pain, or fear, or anxiety...
pt_pt: Já não sinto dor, medo nem ansiedade...

source: h: I don't feel anything at all.
pt_pt: h: Não sinto absolutamente nada.

source: b: I was so obsessed with making sure nothing else hurt you, that I didn't realize <g id="1">I</g> was creating the hurt.
pt_pt: b: Eu estava tão obcecado em garantir que nada mais te magoava, que não <g id="1">percebi</g> que te estava a causar dor.

source: h: NO.
pt_pt: h: NÃO.

source: S^HIT^.
pt_pt: MERD^A^.

source: h: ^GODDAMN^.
pt_pt: h: ^FODA-SE^.

source: It really took you this long to finally figure it out?!
pt_pt: Demoraste mesmo assim tanto para finalmente perceber isso?!

source: h: You could've saved us so much trouble, you big fluffy dumb^ass^.
pt_pt: h: Podias ter-nos poupado tantos problemas, seu grande adorável ^cabrão^.

source: Why didn't you realize this sooner?...
pt_pt: Porque é que não percebeste isso antes?...

source: h: ...you're <g id="1">sorry.</g>
pt_pt: h:...tu pedes<g id="1">desculpa.</g>

source: h: Sorry for <g id="1">what</g>?
pt_pt: h: Desculpa pelo <g id="1">quê</g>?

source: I'm sorry I wasn't a good protector.
pt_pt: Desculpa não ter sido um bom protetor.

source: I'm sorry I didn't respect you.
pt_pt: Desculpa por não te ter respeitado.

source: I'm sorry.
pt_pt: Desculpa.

source: <g id="1">I'm sorry I have a terrible human!</g>
pt_pt: <g id="1">Desculpa por ter um humano terrível!</g>

source: I'm sorry I hurt you.
pt_pt: Desculpa por te ter magoado.

source: b: It's my duty to warn you against <g id="1">real</g> danger, but I kept barking at cars and the mailman.
pt_pt: b: É o meu dever alertar-te acerca do perigo <g id="1">real</g>, mas continuei a ladrar para os carros e para o carteiro.

source: b: Barking at shadows.
pt_pt: b: A ladrar para as sombras.

source: Barking so much.
pt_pt: A ladrar tanto.

source: b: It only makes sense that you'd want to muzzle me.
pt_pt: b: Faz sentido que me queiras amordaçar.

source: b: I was supposed to be <g id="1">your</g> loyal guard-dog, but I acted as if you were supposed to obey <g id="2">me</g>.
pt_pt: b: Eu devia ser <g id="1">o teu</g> fiel Cão de Guarda, mas agi como se tu é que <g id="2">me</g> devesses obedecer.

source: b: There's a difference between a protector and a prison warden, and I crossed the line.
pt_pt: b: Há uma diferença entre protetor e diretor de prisão, e eu ultrapassei o limite.

source: b: I was so obsessed with trying to protect you from being hurt, I never stopped to realize <g id="1">I</g> was hurting you.
pt_pt: b: Eu estava tão obcecado em tentar proteger-te, que nunca parei para pensar que <g id="1">eu</g> te estava a magoar.

source: b: I was a bad dog.
pt_pt: b: Eu fui um cão mau.

source: h: Yeah, well, this was a dumb idea anyway.
pt_pt: h: Sim, bem, isto foi uma ideia estúpida de qualquer maneira.

source: h: I only did this to mess you up, and, well, I messed you up.
pt_pt: h: Eu só fiz isto para mexer contigo e, bem, consegui.

source: h: Let's just call this round a tie, okay?
pt_pt: h: Vamos dizer que é um empate, ok?

source: n: <g id="1">TIE</g>
pt_pt: n: <g id="1">EMPATE</g>

source: r: Oh <g id="1">come on</g>.
pt_pt: r: Oh <g id="1">anda lá</g>.

source: After all that animal's done to you, you're just <g id="2">giving up?</g>
pt_pt: Depois de tudo o que aquele animal te fez, vais simplesmente <g id="2">desistir?</g>

source: r: What's the matter, kid?
pt_pt: r: Qual é o problema, miúdo?

source: Are you <g id="1">scared?</g>
pt_pt: Estás <g id="1">assustado?</g>

source: h2: Yes.
pt_pt: h2: Sim.

source: h2: I'm scared.
pt_pt: h2: Tenho medo.

source: h2: And that's okay!
pt_pt: h2: Mas não faz mal!

source: h2: It's okay to be scared.
pt_pt: h2: Não há problema em ter medo.

source: r: Did they just lock the door?
pt_pt: r: Ele acabou de trancar a porta?

source: b: no...
pt_pt: b: não...

source: b: no no no
pt_pt: b: não não não

source: b: NO!
pt_pt: b: NÃO!

source: n: AND THIS IS THE HUMAN'S ANXIETY
pt_pt: n: E ESTA É A ANSIEDADE DO HUMANO

source: n: <g id="1">YOU</g> ARE THE ANXIETY
pt_pt: n: <g id="1">TU</g> ÉS A ANSIEDADE

source: h: Oh hey!
pt_pt: h: Oh olá!

source: We're back here again?
pt_pt: Estamos de volta aqui?

source: n: YOUR JOB IS TO PROTECT YOUR HUMAN FROM <g id="1">DANGER</g>
pt_pt: n: O TEU TRABALHO É PROTEGER O TEU HUMANO DO <g id="1">PERIGO</g>

source: n: IN FACT, REPLAYING THIS GAME IS PUTTING THEM IN <g id="1">DANGER</g> RIGHT NOW
pt_pt: n: NA VERDADE, REPETIR ESTE JOGO ESTÁ A COLOCÁ-LO EM <g id="1">PERIGO</g>

source: n: QUICK, WARN THEM!
pt_pt: n: RÁPIDO, AVISA-O!

source: Listen, we're in danger!
pt_pt: Ouve, estamos em perigo!

source: The player...
pt_pt: O jogador...

source: ...is gonna torture us again!
pt_pt: ...vai-nos torturar outra vez!

source: ...won't find an alternate ending!
pt_pt: ...não vai encontrar um final alternativo!

source: ...will get ludonarrative dissonance!
pt_pt: ...vai ter dissonância ludonarrativa!

source: {{if window.HACK_REPLAY.act1_ending=="fight"}} b: They'll make us curl up into a ball and cry!
pt_pt: {{if window.HACK_REPLAY.act1_ending=="fight"}} b: Vai fazer-nos chorar!

source: {{if window.HACK_REPLAY.act1_ending=="flight"}} b: They'll make us kill your phone for giving you a panic attack!
pt_pt: {{if window.HACK_REPLAY.act1_ending=="flight"}} b: Vai fazer-nos destruir o teu telefone por te ter dado um ataque de pânico!

source: {{if window.HACK_REPLAY.a2_ending=="fight"}} b: They'll make us <g id="1">NOT</g> punch the party host!
pt_pt: {{if window.HACK_REPLAY.a2_ending=="fight"}} b: Vai fazer-nos <g id="1">NÃO</g> bater no anfitrião da festa!

source: {{if window.HACK_REPLAY.a2_ending=="flight"}} b: They'll make us punch the Sympathetic Anti-Villain party host!
pt_pt: {{if window.HACK_REPLAY.a2_ending=="flight"}} b: Vai fazer-nos dar um soco ao anti-vilão empático aka ao anfitrião da festa!

source: {{if window.HACK_REPLAY.a3_ending=="jump"}} h: Well at least we might not jump off the roof this ti-- {{/if}}
pt_pt: {{if window.HACK_REPLAY.a3_ending=="jump"}} h: Bem, pelo menos há a possibilidade de não saltarmos do tel- {{/if}}

source: {{if window.HACK_REPLAY.a3_ending=="walkaway"}} b: THEY'LL MAKE US JUMP OFF THE ROOF. {{/if}}
pt_pt: {{if window.HACK_REPLAY.a3_ending=="walkaway"}} b: VAI FAZER-NOS SALTAR DO TELHADO. {{/if}}

source: b: ALL THESE NEW TERRIBLE THINGS WILL HAPPEN TO US, AND THEN WE'LL--
pt_pt: b: TODAS ESTAS NOVAS COISAS TERRÍVEIS VÃO ACONTECER-NOS, E DEPOIS VA--

source: h: Sure, the story as a <g id="1">whole</g> is the same, but each chapter has two possible endings, plus all the branching dialogue opti--
pt_pt: h: Claro, a história como um <g id="1">todo</g> é a mesma, mas cada capítulo tem dois finais possíveis, mais todos os diálogos ramificados opcio--

source: b: The player will be disappointed, close this browser tab, delete our software, and then we'll--
pt_pt: b: O jogador vai ficar desapontado, fechar este separador, excluir o nosso software e depois va--

source: h: A lewd-what now?
pt_pt: h: Um obsceno-o quê?

source: b: The story arc was about how you can <g id="1">CHOOSE</g> to build a healthy collaboration with your fear,
pt_pt: b: O ponto alto da história era sobre como tu podes <g id="1">ESCOLHER</g> construir uma colaboração saudável com o teu medo,

source: b: But replaying the game will give the same story, implying your <g id="1">CHOICES</g> don't matter,
pt_pt: b: Mas repetir o jogo dará a mesma história, implicando que as <g id="1">tuas</g> ESCOLHAS não importam,

source: b: Thus showing a contradiction between the game's message and mechanics,
pt_pt: b: Mostrando assim uma contradição entre a mensagem do jogo e a mecânica,

source: b: Thus unraveling the fabric of this narrative universe,
pt_pt: b: Desvendando assim o tecido deste universo narrativo,

source: b: And then we'll--
pt_pt: b: E depois vamos--

source: b: DIEEEEEEEEEEEEEEEEEEE
pt_pt: b: MORREEEEEEEEER

source: h: Okay let's get back into character.
pt_pt: h: Ok, vamos voltar à personagem.

source: n4: (LET <g id="1">YOUR</g> ANXIETY BLAH BLAH BLAH MOST SIMILAR TO WHAT <g id="2">YOUR</g> FEAR BLAH BLAH YOU KNOW THE DRILL)
pt_pt: n4: (DEIXA <g id="1">A TUA</g> ANSIEDADE BLAH BLAH BLAH MAIS SEMELHANTE AO <g id="2">TEU</g> MEDO BLAH BLAH SABES COMO É)

source: h: Oh good, my wolf's back.
pt_pt: h: Oh ótimo, o meu lobo está de volta.

source: Faaaaantastic.
pt_pt: Faaaaantástico.

source: n: IN FACT, THAT SANDWICH IS PUTTING THEM IN <g id="1">DANGER</g> RIGHT NOW
pt_pt: n: DE FACTO, AQUELA SANDUÍCHE ESTÁ A PÔ-LO EM <g id="1">PERIGO</g>

source: The danger is...
pt_pt: O perigo é...

source: n4: (LET <g id="1">YOUR</g> ANXIETY COME OUT TO PLAY!
pt_pt: n4: (DEIXA <g id="1">A TUA</g> ANSIEDADE VIR À TONA)

source: PICK WHAT'S MOST SIMILAR TO WHAT <g id="2">YOUR</g> FEAR TELLS YOU)
pt_pt: ESCOLHE O QUE É MAIS SEMELHANTE AO QUE O <g id="2">TEU</g> MEDO TE DIZ)

source: We're eating alone for lunch!
pt_pt: Estamos a almoçar sozinhos!

source: Again!<ex id="_1"/>
pt_pt: Outra vez!<ex id="_1"/>

source: <g id="1">We're not productive while eating!</g>
pt_pt: <g id="1">Não estamos a ser produtivos enquanto comemos!</g>

source: <g id="1">That white bread's bad for us!</g>
pt_pt: <g id="1">O pão branco faz-nos mal!</g>

source: b: Don't you know loneliness is associated with premature death as much as smoking 15 cigarettes a day?
pt_pt: b: Sabes que a solidão está associada à morte prematura tanto quanto fumar 15 cigarros por dia?

source: b: (Holt-Lunstad 2010, PLoS Medicine)
pt_pt: b: (Holt-Lunstad 2010, Medicina PLoS)

source: h: Um, thanks for citing your sources but--
pt_pt: h: Hum, obrigado por citares as tuas fontes, mas--

source: b: Which means if we don't hang out with someone <g id="1">right now</g> we're gonna-
pt_pt: b: O que significa que, se não convivermos com alguém <g id="1">agora</g>, vamos-

source: n: YOU USED <g id="1">FEAR OF BEING UNLOVED</g>
pt_pt: n: USASTE O <g id="1">MEDO DE NÃO SER AMADO</g>

source: b: Whip out your laptop and do some work right now!
pt_pt: b: Pega já no teu portátil e trabalha um bocado!

source: h: Um, I'd rather not get crumbs in my keyboa--
pt_pt: h: Hum, prefiro não deixar cair migalhas no meu tecla--

source: b: If we're not contributing to the body of society then we're a society-parasite!
pt_pt: b: Se não estivermos a contribuir para a sociedade, então somos um parasita da sociedade!

source: b: The society-body will go to the society-doctor for medication to kill their society-parasites then we'll--
pt_pt: b: A sociedade irá ao médico da sociedade pedir medicação para matar os parasitas da sociedade, e nós vamos--

source: n: YOU USED <g id="1">FEAR OF BEING A BAD PERSON</g>
pt_pt: n: USASTE O <g id="1">MEDO DE SER MÁ PESSOA</g>

source: h: Have those studies been replicat--
pt_pt: h: Esses estudos foram replica--

source: b: Processed wheat will spike our blood sugar so they'll have to amputate all our limbs and then we'll-
pt_pt: b: O trigo processado vai aumentar açúcar no nosso sangue, e depois vai ser preciso amputar todos os nossos membros e depois vamos-

source: n: YOU USED <g id="1">FEAR OF BEING HARMED</g>
pt_pt: n: USASTE O <g id="1">MEDO DE SER MAGOADO</g>

source: n: IT'S SUPER EFFECTIVE
pt_pt: n: É SUPER EFICAZ

source: b: See, human?
pt_pt: b: Vês, humano?

source: I am your loyal guard-wolf!
pt_pt: Eu sou o teu fiel Lobo de Guarda!

source: b: Trust your gut!
pt_pt: b: Confia na tua intuição!

source: Your feelings are always valid!
pt_pt: Os teus sentimentos são sempre válidos!

source: n: GET YOUR HUMAN'S ENERGY BAR TO ZERO
pt_pt: n: BAIXA A BARRA DE ENERGIA DO TEU HUMANO ATÉ ZERO

source: n: TO PROTECT THEIR PHYSICAL + SOCIAL + MORAL NEEDS, YOU CAN USE:
pt_pt: n: PARA PROTEGERES AS SUAS NECESSIDADES FÍSICAS + SOCIAIS + MORAIS, PODES USAR:

source: n: FEAR OF <g id="1">BEING HARMED</g> #harm#
pt_pt: n: <g id="1">MEDO DE SER MAGOADO</g> #harm#

source: n: FEAR OF <g id="1">BEING UNLOVED</g> #alone#
pt_pt: n: <g id="1">MEDO DE NÃO SER AMADO</g> #alone#

source: n: AND FEAR OF <g id="1">BEING A BAD PERSON</g> #bad#
pt_pt: n: E <g id="1">MEDO DE SER MÁ PESSOA </g> #bad#

source: n4: (PRO-TIP: PLAY THE CHOICES THAT PERSONALLY HIT YOUR DEEPEST, DARKEST FEARS!
pt_pt: n4: (DICA: ESCOLHE AS OPÇÕES QUE ATINJAM PESSOALMENTE OS TEUS MEDOS MAIS PROFUNDOS E OBSCUROS!

source: h: you know what maybe it's time to check my phone.
pt_pt: h: sabes, talvez seja altura de verificar o meu telemóvel.

source: n: PROTECT YOUR HUMAN
pt_pt: n: PROTEGE O TEU HUMANO

source: n: FROM THE WORLD.
pt_pt: n: DO MUNDO.

source: FROM OTHER PEOPLE.
pt_pt: DAS OUTRAS PESSOAS.

source: FROM THEMSELF.
pt_pt: DE SI MESMO.

source: n: ROUND ONE: <g id="1">FIGHT!</g>
pt_pt: n: RONDA UM: <g id="1">LUTAR!</g>

source: Facebook feed says there's a party happening this weekend.
pt_pt: O feed do Facebook diz que vai haver uma festa neste fim-de-semana.

source: b: Doesn't that weirdo throw a party <g id="1">every</g> weekend?
pt_pt: b: Esse esquisitóide não dá uma festa <g id="1">todos</g> os fins-de-semana?

source: b: What inner void are they trying to fill?
pt_pt: b: Que vazio interior está a tentar preencher?

source: They must be deeply messed up inside!
pt_pt: Deve estar profundamente ^fodido^ por dentro!

source: h: Also, I got an invite?
pt_pt: h: Além disso, recebi um convite?

source: b: Well then!
pt_pt: b: Pois bem!

source: Say yes, or we'll die from loneliness!
pt_pt: Diz sim ou vamos morrer de solidão!

source: Say no, it's full of poisonous drugs!
pt_pt: Diz não, está cheio de drogas venenosas!

source: Ignore it, we just make parties sad.
pt_pt: Ignora, nós só tornamos as festas deprimentes.

source: {{if _.fifteencigs}} b: Fifteen cigarettes a day, human!
pt_pt: {{if _.fifteencigs}} b: Quinze cigarros por dia, humano!

source: Fifteen!
pt_pt: Quinze!

source: _.fifteencigs}} b: Then no one will show up at our funeral, they'll dump our ashes into the ocean, we get eaten by a whale, {{/if}}
pt_pt: _.fifteencigs}} b: Depois ninguém vai aparecer no nosso funeral, vão deitar as nossas cinzas ao oceano e vamos ser comidos por uma baleia, {{/if}}

source: _.fifteencigs}} b: and we become WHALE POOP!
pt_pt: _.fifteencigs}} b: e nos depois vamos ser COCÓ DE BALEIA!

source: _.fifteencigs}} b: So yeah we should go to that party!
pt_pt: _.fifteencigs}} b: Então, sim, devemos ir à festa!

source: {{if _.parasite}} b: Just bring the laptop so we can do work, and not be a society-parasite. {{/if}}
pt_pt: {{if _.parasite}} b: Basta trazer o portátil para que possamos trabalhar e não sermos um parasita da sociedade. {{/if}}

source: {{if _.whitebread}} b: Just as long as they don't serve WHITE BREAD {{/if}}
pt_pt: {{if _.whitebread}} b: Desde que não sirvam PÃO BRANCO {{/if}}

source: h: GOD.
pt_pt: h: DEUS.

source: If it'll make you shut up, fine.
pt_pt: Se isso te fizer calar a boca, tudo bem.

source: h: I'll say yes.
pt_pt: h: Eu vou dizer que sim.

source: {{if _.whalepoop}} b: Whale poop, human!
pt_pt: {{if _.whalepoop}} b: Cocó de baleia, humano!

source: Whale poop!
pt_pt: Cocó de baleia!

source: {{if _.whitebread}} b: or even worse...
pt_pt: {{if _.whitebread}} b: ou ainda pior...

source: WHITE BREAD {{/if}}
pt_pt: PÃO BRANCO {{/if}}

source: {{if _.whitebread}} b: We'll overdose on so much meth and white bread they won't be able to fit our fat corpse into the cremation furnace!
pt_pt: {{if _.whitebread}} b: Vamos ter uma overdose de tanta heroína e pão branco que nem vão conseguir pôr o nosso corpo gordo na fornalha do crematório!

source: _.whitebread}} b: We'll overdose on so many drugs the undertaker will wonder how our body was <g id="1">already</g> pre-embalmed!
pt_pt: _.whitebread}} b: Vamos ter uma overdose de tantas drogas que o agente funerário se vai perguntar como é que o nosso corpo <g id="1">já</g> foi pré-embalsamado!

source: {{if _.parasite}} b: Besides, can't party, we need to do work or we're a terrible society-parasite!
pt_pt: {{if _.parasite}} b: Além disso, não podemos festejar, precisamos de trabalhar ou seremos um terrível parasita da sociedade!

source: h: I'll say no.
pt_pt: h: Vou dizer não.

source: {{if _.fifteencigs}} b: All we ever do is cry in a corner about how loneliness is as deadly as 15 cigarettes a day. {{/if}}
pt_pt: {{if _.fifteencigs}} b: Tudo o que fazemos é chorar num canto sobre como a solidão é tão mortal quanto 15 cigarros por dia. {{/if}}

source: {{if _.parasite}} b: All we ever do at parties is worry about how we should be productive instead. {{/if}}
pt_pt: {{if _.parasite}} b: Tudo o que fazemos nas festas é preocupar-nos sobre como devemos ser produtivos. {{/if}}

source: {{if _.whitebread}} b: All we ever do is worry about how the unhealthy food options are going to kill us. {{/if}}
pt_pt: {{if _.whitebread}} b: Tudo o que fazemos é preocupar-nos sobre como as opções de alimentos pouco saudáveis nos vão matar. {{/if}}

source: h: gee i wonder why.
pt_pt: h: credo, pergunto-me porquê.

source: b: So if we go we'll make them feel bad, but if we reject their invite we'll also make them feel bad!
pt_pt: b: Então, se formos, vão sentir-se mal, mas, se rejeitarmos o convite, também se vão sentir mal!

source: b: ALL WE DO IS MAKE PEOPLE FEEL BAD, SO WE SHOULD FEEL BAD
pt_pt: b: TUDO O QUE FAZEMOS É FAZER COM QUE AS PESSOAS SE SINTAM MAL

source: h: I'll ignore the invite.
pt_pt: h: Vou ignorar o convite.

source: h: Anyway.
pt_pt: h: Enfim.

source: Facebook's too much.
pt_pt: O Facebook é demasiado.

source: I need something calmer, less anxiety-producing.
pt_pt: Preciso de algo mais calmo, que gere menos ansiedade.

source: h: What's new on Twitter?
pt_pt: h: O que há de novo no Twitter?

source: Oh no, look at that horrible news story!
pt_pt: Oh não, olha para esta notícia horrível!

source: Oh no, is that tweet secretly about <g id="2">us?</g>
pt_pt: Oh não, este tweet é secretamente sobre <g id="2">nós?</g>

source: Hey, a GIF of a cat drinking milk
pt_pt: Ei, um GIF de um gato a beber leite

source: b: God, it feels like the world's burning, isn't it?
pt_pt: b: Deus, parece que o mundo está a arder, não é?

source: b: It feels like it's all ending, like everything's dying and we're doomed and there's nothing we can do about it.
pt_pt: b: Parece que está tudo a acabar, como se tudo estivesse a morrer e estivéssemos condenados e não há nada que possamos fazer sobre isso.

source: b: Let's retweet that story!
pt_pt: b: Vamos dar retweet a esta história!

source: h: Okay I'll retweet it just please be quiet!
pt_pt: h: Ok, vou dar retweet, mas por favor, fica quieto!

source: h: Screw it, let's look at Snapchat.
pt_pt: h: Que se ^foda^, vamos dar uma vista de olhos ao Snapchat.

source: b: It's a subtweet!
pt_pt: b: É um subtweet!

source: A sneaky, sneaky subtweet!
pt_pt: Um subtweet muito sorrateiro!

source: h: It's probably not?
pt_pt: h: Provavelmente não é?

source: b: but what if they're all talking behind our back
pt_pt: b: mas e se estiverem a falar nas nossas costas

source: h: They're n--
pt_pt: h: Não est--

source: b: IN FRONT OF OUR BACK
pt_pt: b: EM FRENTE ÀS NOSSAS COSTAS

source: h: I d--
pt_pt: h: Eu n-

source: b: but <g id="1">what if</g>
pt_pt: b: mas e <g id="1">se</g>

source: h: S--
pt_pt: h: P--

source: b: <g id="1">what if</g>
pt_pt: b: e <g id="1">se</g>

source: h: o-KAY, gonna try Snapchat.
pt_pt: h: OK, vou tentar o Snapchat.

source: h: Heh ya that's cute, just retweeted it, I thi--
pt_pt: h: Heh ya que fofo, acabei de dar retweet, ach--

source: b: CATS CAN'T DIGEST MILK AND WE'RE TERRIBLE PEOPLE FOR ENJOYING ANIMAL ABUSE
pt_pt: b: OS GATOS NÃO CONSEGUEM DIGERIR O LEITE E SOMOS HORRÍVEIS POR APRECIAR ABUSO ANIMAL

source: h: Huh, photos from yesterday night.
pt_pt: h: Huh, fotos de ontem à noite.

source: So <g id="1">that's</g> what those weekly parties are like.
pt_pt: Então <g id="1">é</g> assim que são aquelas festas semanais.

source: h: Oof, looks way too crowded for my anxiety.
pt_pt: h: Oof, parece demasiada gente para a minha ansiedade.

source: h: Maybe I shouldn't have said yes to the invite?
pt_pt: h: Talvez eu não devesse ter dito sim ao convite?

source: Change our answer?
pt_pt: Mudarmos a nossa resposta?

source: Like a jerk?!
pt_pt: Como um idiota?!

source: Change our answer!
pt_pt: Muda a nossa resposta!

source: It's too crowded!
pt_pt: Está muito cheio!

source: {{if _.subtweet}} <g id="1">Yeah they were totally subtweeting us.</g> {{/if}}
pt_pt: {{if _.subtweet}} <g id="1">Sim, eles estavam a subtweetarnos de certeza.</g> {{/if}}

source: {{if _.badnews}} <g id="1">Wait we retweeted without fact-checking.</g> {{/if}}
pt_pt: {{if _.badnews}} <g id="1">Espera, demos retweet sem verificar os factos.</g> {{/if}}

source: {{if (!<g id="1">.subtweet && !</g>.badnews)}} <g id="2">You know, you've got really bad posture?</g>
pt_pt: {{if (!<g id="1">.subtweet &&!</g>.badnews)}} <g id="2">Sabes que tens uma postura muito má?</g>

source: b: They were counting on us to come and now we're betraying their trust?
pt_pt: b: Estavam a contar com a nossa presença e agora traímos a confiança deles?

source: Do you wanna die alone?!
pt_pt: Queres morrer sozinho?!

source: {{if _.fifteencigs}} b: FIFTEEN.
pt_pt: {{if _.fifteencigs}} b: QUINZE.

source: CIGARETTES. {{/if}}
pt_pt: CIGARROS. {{/if}}

source: {{if _.whalepoop}} b: WHALE.
pt_pt: {{if _.whalepoop}} b: BALEIA.

source: POOP. {{/if}}
pt_pt: COCÓ. {{/if}}

source: h: Shut up shut up I'll keep it as yes!
pt_pt: h: Cala-te, cala-te, vou manter a resposta como um sim!

source: b: Don't you know about human stampedes?
pt_pt: b: Não sabes o que é uma debandada humana?

source: b: In 2003 a Rhode Island nightclub had a fire and the panic made people jam the exits so 100 people burned to death-
pt_pt: b: Em 2003, um bar em Rhode Island teve um incêndio e o pânico fez com que as pessoas congestionassem as saídas, então 100 pessoas morreram queimadas-

source: b: DO YOU WANT THAT TO HAPPEN TO US-
pt_pt: b: QUERES QUE ISSO ACONTEÇA CONNOSCO-

source: b: SAY NO SAY NO SAY NO SAY NO SAY NO SAY NO SAY NO SAY NO SAY N-
pt_pt: b: DIZ NÃO DIZ NÃO DIZ NÃO DIZ NÃO DIZ NÃO DIZ NÃO DIZ NÃO DIZ NÃO DIZ N-

source: h: Shut up shut up I'll change my answer to no!
pt_pt: h: Cala-te, cala-te, vou mudar a minha resposta para não!

source: God!
pt_pt: Deus!

source: h: Hm... that looks really fun.
pt_pt: h: Hm... parece muito divertido.

source: h: Maybe I shouldn't have said no to the invite?
pt_pt: h: Talvez eu não devesse ter dito não ao convite?

source: Don't die alone!
pt_pt: Não morras sozinho!

source: b: Everybody was counting on us!
pt_pt: b: Estava toda a gente a contar connosco!

source: b: ...to leave them alone and let them have a nice party without a horrible disgusting {{if _.whitebread}}white-bread-munching{{/if}} creep like u--
pt_pt: b: ...para deixá-los em paz e deixá-los ter uma boa festa sem um horrível e asqueroso {{if _.whitebread}}verme mastigador de pão{{/if}} branco como n--
